Repository: simonfrey/apple-browsers
Catalog: macOS/LocalPackages/SubscriptionUI/Sources/SubscriptionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# black-friday.campaign.preferences.cta
source: Save %d%% on First Year
de: Spare %d % im ersten Jahr
es: Ahorra un %d%% el primer año
fr: Économisez %d % sur la première année
it: Risparmia il %d%% sul primo anno
nl: Bespaar %d%% op het eerste jaar
pl: Zaoszczędź %d%% w pierwszym roku
pt: Poupa %d%% no primeiro ano
ru: Сэкономить %d%% в первый год

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть

# subscription.add.subscription.modal.title
source: Add your subscription to this device
de: Füge dein Abonnement zu diesem Gerät hinzu
es: Añade tu suscripción a este dispositivo
fr: Ajoutez votre abonnement à cet appareil
it: Aggiungi il tuo abbonamento a questo dispositivo
nl: Voeg je abonnement toe aan dit apparaat
pl: Dodaj subskrypcję do tego urządzenia
pt: Adiciona a tua subscrição a este dispositivo
ru: Добавьте подписку на это устройство

# subscription.add.via.apple.account.button.title
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
it: Ripristina acquisto
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar Compra
ru: Восстановить покупку

# subscription.add.via.apple.account.description
source: Restore your subscription on Apple devices using your Apple Account.
de: Stelle dein Abonnement auf Apple-Geräten mit deinem Apple-Konto wieder her.
es: Restaura tu suscripción en dispositivos Apple usando tu cuenta de Apple.
fr: Rétablissez votre abonnement sur les appareils Apple à l'aide de votre compte Apple.
it: Ripristina il tuo abbonamento sui dispositivi Apple usando il tuo account Apple.
nl: Herstel je abonnement op Apple-apparaten met je Apple-account.
pl: Przywróć subskrypcję na urządzeniach Apple, korzystając z konta Apple.
pt: Restaura a tua subscrição em dispositivos Apple usando a tua conta Apple.
ru: Для восстановления подписки на устройствах Apple используйте аккаунт Apple.

# subscription.add.via.apple.account.title
source: Add via Apple Account
de: Über Apple-Konto hinzufügen
es: Añadir a través de la cuenta de Apple
fr: Ajouter via un compte Apple
it: Aggiungi tramite account Apple
nl: Toevoegen via Apple-account
pl: Dodaj za pośrednictwem konta Apple
pt: Adicionar através da conta Apple
ru: Добавить через аккаунт Apple

# subscription.add.via.email.button.title
source: Get Started
de: Los geht's!
es: Empezar
fr: Commencer
it: Iniziamo
nl: Aan de slag
pl: Rozpocznij
pt: Comece
ru: Приступим!

# subscription.add.via.email.description
source: Link an email address to your subscription to add it to this device.
de: Verknüpfe eine E-Mail-Adresse mit deinem Abonnement, um es zu diesem Gerät hinzuzufügen.
es: Vincula una dirección de correo electrónico a tu suscripción para añadirla a este dispositivo.
fr: Associez une adresse e-mail à votre abonnement pour l'ajouter à cet appareil.
it: Collega un indirizzo e-mail al tuo abbonamento per aggiungerlo a questo dispositivo.
nl: Koppel een e-mailadres aan je abonnement om het aan dit apparaat toe te voegen.
pl: Połącz adres e-mail z subskrypcją, aby dodać ją na tym urządzeniu.
pt: Associa um endereço de e-mail à tua subscrição para a adicionares a este dispositivo.
ru: Чтобы добавить подписку на это устройство, привяжите к ней адрес электронной почты.

# subscription.add.via.email.title
source: Add via email address
de: Per E-Mail-Adresse hinzufügen
es: Añadir mediante dirección de correo electrónico
fr: Ajouter via une adresse e-mail
it: Aggiungi tramite indirizzo e-mail
nl: Toevoegen via e-mailadres
pl: Dodaj za pośrednictwem adresu e-mail
pt: Adicionar através do endereço de e-mail
ru: Добавить с помощью электронной почты

# subscription.alert.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# subscription.alert.button.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Rétablir
it: Ripristina
nl: Herstellen
pl: Przywróć
pt: Repor
ru: Восстановить

# subscription.alert.button.retry
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить

# subscription.alert.button.view.plans
source: View Plans
de: Tarife anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza i piani
nl: Abonnementen bekijken
pl: Wyświetl plany
pt: Ver Planos
ru: Просмотреть тарифы

# subscription.alert.something.went.wrong.description
source: We’re having trouble connecting. Please try again later.
de: Wir haben Probleme mit der Verbindung. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: Tenemos problemas para conectarnos. Inténtalo de nuevo más tarde.
fr: Nous avons du mal à nous connecter. Veuillez réessayer plus tard.
it: Stiamo riscontrando problemi di connessione. Riprova in seguito.
nl: Er zijn problemen met de verbinding. Probeer het later opnieuw.
pl: Wystąpił problem z połączeniem. Spróbuj ponownie później.
pt: Falha na ligação. Tenta novamente mais tarde.
ru: Возникли проблемы с подключением. Повторите попытку позже.

# subscription.alert.something.went.wrong.title
source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Se ha producido un error
fr: Une erreur s'est produite
it: Si è verificato un errore
nl: Er is iets misgegaan
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Что-то пошло не так

# subscription.alert.subscription.apple-id.sync-failed.title
source: Something Went Wrong When Syncing Your Apple Account
de: Beim Synchronisieren deines Apple-Kontos ist etwas schiefgelaufen
es: Se ha producido un error al sincronizar tu cuenta de Apple
fr: Une erreur s'est produite lors de la synchronisation de votre compte Apple
it: Si è verificato un errore durante la sincronizzazione dell'account Apple
nl: Er is iets misgegaan bij het synchroniseren van je Apple-account
pl: Wystąpił błąd podczas synchronizowania konta Apple
pt: Ocorreu um erro ao sincronizar a tua conta Apple
ru: При синхронизации аккаунта Apple что-то пошло не так

# subscription.alert.subscription.found.description
source: We found a subscription associated with this Apple Account.
de: Wir haben ein Abonnement gefunden, das mit diesem Apple-Konto verknüpft ist.
es: Hemos encontrado una suscripción asociada a esta cuenta de Apple.
fr: Nous avons trouvé un abonnement associé à ce compte Apple.
it: Abbiamo trovato un abbonamento associato a questo account Apple.
nl: We hebben een abonnement gevonden dat aan dit Apple-account is gekoppeld.
pl: Znaleźliśmy subskrypcję powiązaną z tym kontem Apple.
pt: Encontrámos uma subscrição associada a esta conta Apple.
ru: Мы нашли подписку, привязанную к этому аккаунту Apple.

# subscription.alert.subscription.found.title
source: Subscription Found
de: Abonnement gefunden
es: Suscripción encontrada
fr: Abonnement trouvé
it: Abbonamento trovato
nl: Abonnement gevonden
pl: Znaleziono subskrypcję
pt: Subscrição encontrada
ru: Подписка найдена

# subscription.alert.subscription.inactive.description
source: The subscription associated with this Apple Account is no longer active.
de: Das mit diesem Apple-Konto verknüpfte Abonnement ist nicht mehr aktiv.
es: La suscripción asociada a esta cuenta de Apple ya no está activa.
fr: L'abonnement associé à ce compte Apple n'est plus actif.
it: L'abbonamento associato a questo account Apple non è più attivo.
nl: Je abonnement dat aan dit Apple-account is gekoppeld, is niet langer actief.
pl: Subskrypcja powiązana z tym kontem Apple nie jest już aktywna.
pt: A tua subscrição associada a esta conta Apple já não está ativa.
ru: Подписка, закрепленная за этим аккаунтом Apple, утратила активный статус.

# subscription.alert.subscription.inactive.title
source: Subscription Not Found
de: Abonnement nicht gefunden
es: Suscripción no encontrada
fr: Abonnement introuvable
it: Abbonamento non trovato
nl: Abonnement niet gevonden
pl: Nie znaleziono subskrypcji
pt: Subscrição não encontrada
ru: Подписка не найдена

# subscription.alert.subscription.not.found.description
source: We couldn’t find a subscription associated with this Apple Account.
de: Wir konnten kein Abonnement finden, das mit diesem Apple-Konto verknüpft ist.
es: No hemos podido encontrar una suscripción asociada a esta Cuenta de Apple.
fr: Nous n'avons pas trouvé d'abonnement associé à ce compte Apple.
it: Non siamo riusciti a trovare un abbonamento associato a questo account Apple.
nl: We konden geen abonnement vinden dat aan dit Apple-account is gekoppeld.
pl: Nie znaleźliśmy subskrypcji powiązanej z tym kontem Apple.
pt: Não foi possível encontrar uma subscrição associada a esta conta Apple.
ru: Подписка, привязанная к этому аккаунту Apple, не найдена.

# subscription.alert.subscription.not.found.title
source: Subscription Not Found
de: Abonnement nicht gefunden
es: Suscripción no encontrada
fr: Abonnement introuvable
it: Abbonamento non trovato
nl: Abonnement niet gevonden
pl: Nie znaleziono subskrypcji
pt: Subscrição não encontrada
ru: Подписка не найдена

# subscription.cancel.pending.downgrade.banner.caption
source: Your plan will downgrade to %1$@ on %2$@.
de: Dein Tarif wird am %2$@ auf %1$@ herabgestuft.
es: Tu plan se se revertirá a %1$@ el %2$@.
fr: Votre forfait passera à %1$@ le %2$@.
it: Il tuo piano sarà declassato a %1$@ il giorno %2$@.
nl: Je abonnement wordt op %2$@ gedowngraded naar %1$@.
pl: W dniu %2$@ Twój plan zostanie obniżony do poziomu %1$@.
pt: Será feito o downgrade do teu plano para %1$@ a %2$@.
ru: Ваш тарифный план будет понижен до %1$@ %2$@.

# subscription.dialog.change.apple.description
source: Your subscription was purchased through the Apple App Store. To change your plan or billing settings, please go to System Settings > Apple Account > Media and Purchases > Subscriptions > Manage on a device signed in to the same Apple Account used to purchase your subscription.
de: Dein Abonnement wurde über den Apple App Store erworben. Um deinen Tarif oder deine Rechnungseinstellungen zu ändern, öffne bitte auf einem Gerät, das mit dem Apple-Konto angemeldet ist, mit der du dein Abo gekauft hast, die Systemeinstellungen > Apple-Konto > Medien und Käufe > Abos > Verwalten.
es: Has adquirido tu suscripción a través de la App Store de Apple. Para cambiar el plan o la configuración de facturación, ve a Ajustes del sistema > Cuenta de Apple > Multimedia y compras > Suscripciones > Gestionar en un dispositivo con la misma Cuenta de Apple que usaste para comprar tu suscripción.
fr: Votre abonnement a été souscrit via l'App Store d'Apple. Pour modifier votre forfait ou vos paramètres de facturation, allez dans Réglages système > Compte Apple > Contenu multimédia et achats > Abonnements > Gérer sur un appareil connecté au même compte Apple que celui utilisé pour souscrire votre abonnement.
it: L'abbonamento è stato acquistato tramite l'App Store di Apple. Per modificare il piano o le impostazioni di fatturazione, vai a Impostazioni di sistema > Account Apple > Media e acquisti > Abbonamenti > Gestisci su un dispositivo connesso allo stesso account Apple utilizzato per acquistare l'abbonamento.
nl: Je abonnement is aangeschaft via de Apple App Store. Om je abonnement of factureringsinstellingen te wijzigen, ga je naar Systeeminstellingen > Apple-account > Media en aankopen > Abonnementen > Beheer op een apparaat dat is aangemeld bij hetzelfde Apple-account waarmee je het abonnement hebt gekocht.
pl: Twoja subskrypcja została zakupiona za pośrednictwem sklepu Apple App Store. Aby zmienić plan lub ustawienia rozliczeń, wybierz kolejno Ustawienia systemowe > Konto Apple > Multimedia i zakupy > Subskrypcje > Zarządzaj na urządzeniu zalogowanym na konto Apple wykorzystane do zakupu subskrypcji.
pt: A tua subscrição foi adquirida na Apple App Store. Para alterares o teu plano ou as definições de faturação, acede a Definições do Sistema > Conta Apple > Multimédia e Compras > Subscrições > Gerir num dispositivo com sessão iniciada na mesma conta Apple utilizada para comprar a tua subscrição.
ru: Подписка приобретена в магазине приложений Apple App Store. Чтобы изменить тарифный план или платежные параметры, откройте раздел «Системные настройки > Аккаунт Apple > Контент и покупки > Подписки > Управление» на устройстве, где выполнен вход в тот же аккаунт Apple, с помощью которого была оформлена подписка.

# subscription.dialog.change.done.button
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово

# subscription.dialog.change.google.description
source: Your subscription was purchased through the Google Play Store. To change your plan or billing settings, please open Google Play Store subscription settings on a device signed in to the same Google Account used to purchase your subscription.
de: Dein Abonnement wurde über den Google Play Store erworben. Um deinen Tarif oder deine Rechnungseinstellungen zu ändern, öffne bitte die Google Play Store-Abonnementeinstellungen auf einem Gerät, das mit demselben Google-Konto angemeldet ist, mit dem du dein Abonnement gekauft hast.
es: Has adquirido tu suscripción a través de Google Play Store. Para cambiar tu plan o la configuración de facturación, abre la configuración de suscripción de Google Play Store en un dispositivo en el que hayas iniciado sesión con la misma cuenta de Google que usaste para comprar tu suscripción.
fr: Votre abonnement a été souscrit via le Google Play Store. Pour modifier votre forfait ou vos paramètres de facturation, ouvrez les paramètres d'abonnement du Google Play Store sur un appareil connecté au même compte Google que celui utilisé pour souscrire votre abonnement.
it: Il tuo abbonamento è stato acquistato tramite Google Play Store. Accedi alle impostazioni dell'abbonamento di Google Play Store su un dispositivo collegato allo stesso account Google usato per effettuare l'acquisto dell'abbonamento.
nl: Je abonnement is aangeschaft via de Google Play Store. Je kunt je abonnement of factureringsinstellingen wijzigen door de abonnementsinstellingen van de Google Play Store te openen op een apparaat dat is aangemeld bij hetzelfde Google-account waarmee je het abonnement hebt gekocht.
pl: Twoja subskrypcja została zakupiona za pośrednictwem sklepu Google Play. Aby zmienić plan lub ustawienia płatności, otwórz ustawienia subskrypcji w sklepie Google Play na urządzeniu zalogowanym na konto Google wykorzystane do zakupu subskrypcji.
pt: A tua subscrição foi adquirida na Google Play Store. Para alterares o teu plano ou as definições de faturação, abre as definições da subscrição na Google Play Store num dispositivo com sessão iniciada na Conta Google usada para comprar a subscrição.
ru: Подписка приобретена в магазине приложений Google Play Store. Чтобы изменить тарифный план или платежные параметры, откройте настройки подписки в Google Play Store на устройстве, где выполнен вход в учетную запись Google, с помощью которой была оформлена подписка.

# subscription.dialog.change.title
source: Change Plan or Billing
de: Tarif oder Abrechnung ändern
es: Cambiar plan o facturación
fr: Changer de forfait ou de facturation
it: Cambia piano o fatturazione
nl: Plan of factuur wijzigen
pl: Zmiana planu lub płatności
pt: Alterar Plano ou Faturação
ru: Изменение тарифа или оплаты

# subscription.dialog.remove.cancel.button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# subscription.dialog.remove.confirm
source: Remove Subscription
de: Abonnement entfernen
es: Eliminar suscripción
fr: Supprimer l'abonnement
it: Rimuovi abbonamento
nl: Abonnement verwijderen
pl: Usuń subskrypcję
pt: Remover Subscrição
ru: Удалить подписку

# subscription.dialog.remove.description
source: You will no longer be able to access your DuckDuckGo subscription on this device. This will not cancel your subscription, and it will remain active on your other devices.
de: Dies hat zur Folge, dass du mit diesem Gerät nicht mehr auf dein DuckDuckGo-Abo zugreifen kannst. Dein Abonnement wird dadurch nicht gekündigt; es bleibt auf deinen anderen Geräten aktiv.
es: Ya no podrás acceder a tu suscripción a DuckDuckGo en este dispositivo. Esto no cancelará tu suscripción, que seguirá activa en tus otros dispositivos.
fr: Vous ne pourrez plus accéder à votre abonnement DuckDuckGo sur cet appareil. Cela n'annulera pas votre abonnement et il restera actif sur vos autres appareils.
it: Non potrai più accedere al tuo abbonamento DuckDuckGo su questo dispositivo. Questo non annulla il tuo abbonamento, che rimane attivo sugli altri tuoi dispositivi.
nl: Je hebt niet langer toegang tot je DuckDuckGo-abonnement op dit apparaat. Je abonnement wordt niet opgezegd en het blijft actief op je andere apparaten.
pl: Nie będziesz już mieć dostępu do subskrypcji DuckDuckGo na tym urządzeniu. Nie spowoduje to anulowania Twojej subskrypcji, która pozostanie aktywna na pozostałych urządzeniach.
pt: Perderás acesso à tua subscrição da DuckDuckGo neste dispositivo. Isto não irá cancelar a tua subscrição, e ela permanecerá ativa nos teus outros dispositivos.
ru: Вы утратите доступ к преимуществам подписки DuckDuckGo на этом устройстве. Сама же подписка не отменяется и по-прежнему будет работать на других устройствах.

# subscription.dialog.remove.title
source: Remove from this device?
de: Von diesem Gerät entfernen?
es: ¿Eliminar de este dispositivo?
fr: Supprimer de cet appareil ?
it: Rimuovere da questo dispositivo?
nl: Verwijderen van dit apparaat?
pl: Usunąć z tego urządzenia?
pt: Remover deste dispositivo?
ru: Удалить с этого устройства?

# subscription.modal.restore.purchase.button
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
it: Ripristina acquisto
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar Compra
ru: Восстановить покупку

# subscription.preferences.button.view.all.plans
source: View All Plans
de: Alle Tarife anzeigen
es: Ver todos los planes
fr: Afficher tous les forfaits
it: Visualizza tutti i piani
nl: Bekijk alle abonnementen
pl: Zobacz wszystkie plany
pt: Ver todos os planos
ru: Посмотреть все тарифы

# subscription.preferences.button.view.plans
source: View Plans
de: Tarife anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza i piani
nl: Abonnementen bekijken
pl: Wyświetl plany
pt: Ver Planos
ru: Просмотреть тарифы

# subscription.preferences.cancel.downgrade.button
source: Cancel Downgrade
de: Downgrade abbrechen
es: Cancelar degradación
fr: Annuler le changement de forfait
it: Annulla il downgrade
nl: Downgrade annuleren
pl: Anuluj obniżenie poziomu
pt: Cancelar alteração para versão inferior
ru: Отменить понижение

# subscription.preferences.feedback.button
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
nl: Verstuur feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# subscription.preferences.feedback.title
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
nl: Verstuur feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# subscription.preferences.i.have.a.subscription.button
source: I Have a Subscription
de: Ich habe ein Abonnement
es: Tengo una suscripción
fr: J'ai un abonnement
it: Ho un abbonamento
nl: Ik heb een abonnement
pl: Mam subskrypcję
pt: Tenho uma Subscrição
ru: У меня уже есть подписка

# subscription.preferences.manage.payment.or.cancel.button
source: Manage Payment or Cancel
de: Zahlung verwalten oder stornieren
es: Gestionar el pago o cancelar
fr: Gérer le paiement ou annuler
it: Gestisci il pagamento o Annulla
nl: Betaling beheren of annuleren
pl: Zarządzaj płatnością lub anuluj
pt: Gerir pagamento ou Cancelar
ru: Управление оплатой или Отмена

# subscription.preferences.manage.subscription.button
source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci l'abbonamento
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt: Gerir Subscrição
ru: Управление подпиской

# subscription.preferences.open.identity.theft.restoration.button
source: Open Identity Theft Restoration...
de: Identity Theft Restoration öffnen ...
es: Abrir Identity Theft Restoration...
fr: Ouvrir Identity Theft Restoration...
it: Apri Identity Theft Restoration...
nl: Identity Theft Restoration openen ...
pl: Otwórz Identity Theft Restoration...
pt: Abrir Identity Theft Restoration...
ru: Открыть раздел по восстановлению данных...

# subscription.preferences.open.personal.information.removal.button
source: Open Personal Information Removal...
de: Personal Information Removal öffnen ...
es: Abrir Personal Information Removal...
fr: Ouvrir Personal Information Removal…
it: Apri Personal Information Removal...
nl: Personal Information Removal openen ...
pl: Otwórz Personal Information Removal...
pt: Abrir Personal Information Removal...
ru: Открыть настройки удаления личных данных…

# subscription.preferences.paid.ai.chat.ai.features.link
source: AI Features Settings
de: Einstellungen für KI-Funktionen
es: Configuración de funciones de IA
fr: Paramètres des fonctionnalités d'IA
it: Impostazioni delle funzionalità AI
nl: Instellingen voor AI-functies
pl: Ustawienia funkcji AI
pt: Definições de Funcionalidades de IA
ru: Настройки функций ИИ

# subscription.preferences.paid.ai.chat.button
source: Open Duck.ai
de: Duck.ai öffnen
es: Abrir Duck.ai
fr: Ouvrir Duck.ai
it: Apri Duck.ai
nl: Duck.ai openen
pl: Otwórz Duck.ai
pt: Abrir Duck.ai
ru: Открыть Duck.ai

# subscription.preferences.paid.ai.chat.configure.duck.ai.description
source: Customize Duck.ai and other AI Features of your browser in AI Features Settings
de: Duck.ai und andere KI-Funktionen deines Browsers in den Einstellungen für KI-Funktionen anpassen
es: Personaliza Duck.ai y otras características de IA de tu navegador en la configuración de funciones de IA
fr: Personnalisez Duck.ai et les autres fonctionnalités d'IA de votre navigateur dans les paramètres des fonctionnalités d'IA.
it: Personalizza Duck.ai e altre funzionalità AI del tuo browser nelle impostazioni delle funzionalità AI
nl: Pas Duck.ai en andere AI-functies van je browser aan in de instellingen voor AI-functies
pl: Dostosuj Duck.ai i inne funkcje AI swojej przeglądarki w ustawieniach funkcji AI
pt: Personaliza o Duck.ai e outras Funcionalidades de IA do teu navegador nas definições de Funcionalidades de IA.
ru: Параметры Duck.ai и других ИИ-функций браузера можно задать в «Настройках функций ИИ».

# subscription.preferences.paid.ai.chat.configure.duck.ai.title
source: Configure Duck.ai
de: Duck.ai konfigurieren
es: Configura Duck.ai
fr: Configurer Duck.ai
it: Configura Duck.ai
nl: Duck.ai configureren
pl: Skonfiguruj Duck.ai
pt: Configurar Duck.ai
ru: Настройка Duck.ai

# subscription.preferences.paid.ai.chat.enable.duck.ai.description
source: Enable Duck.ai in AI Features Settings
de: Aktiviere Duck.ai in den Einstellungen für KI-Funktionen
es: Habilitar Duck.ai en la configuración de funciones de IA
fr: Activer Duck.ai dans les réglages des fonctionnalités d'IA
it: Abilita Duck.ai nelle impostazioni delle funzionalità AI
nl: Duck.ai inschakelen in de instellingen voor AI-functies
pl: Włącz Duck.ai w ustawieniach funkcji AI
pt: Ativar o Duck.ai nas definições das Funcionalidades de IA
ru: Включить Duck.ai в «Настройках функций ИИ»
